/* Painting Title Format */
"%@ @ %d%%" = "%1$@ @ %2$d%%";

/* %d px */
"%d px" = "%d px";

/* %d Selected */
"%d Selected" = "%d محددة";

/* A painting with the name “%@” already exists. Please choose a different name. */
"A painting with the name “%@” already exists. Please choose a different name." = "الإسم “%@” مستخدم مسبقاً. الرجاء اختيار اسم مختلف";



/* Accept */
"Accept" = "قبول";

/* Accessories */
"Accessories" = "ملحقات";

/* Activity */
"Activity" = "نشاط";

/* Add Layer */
"Add Layer" = "أضف طبقة";

/* Add to Photos */
"Add to Photos" = "إضافة إلى الصور";

/* Angle */
"Angle" = "زاوية";

/* Are you sure you want to unlink your Dropbox account? */
"Are you sure you want to unlink your Dropbox account?" = "هل أنت متأكد من إلغاء ربط حسابك في Dropbox؟";

/* Blend Mode: %@ */
"Blend Mode: %@" = "وضع المزيج: %@";

/* Bristle Density */
"Bristle Density" = "كثافة الفرشاة";

/* Bristle Size */
"Bristle Size" = "حجم الفرشاة";

/* Broken Painting */
"Broken Painting" = "Broken Painting";

/* Brush */
"Brush" = "فرشاة";

/* Brushes */
"Brushes" = "فُرَش";

/* Brushes could not import “%@”. It may be corrupt or in a format that's not supported. */
"Brushes could not import “%@”. It may be corrupt or in a format that's not supported." = "الرسام لم يستطع استيراد “%@”. قد يكون تالفا أو بتنسيق غير معتمد";

/* Brushes could not import “%@”. The resolution is too high for this device. */
"Brushes could not import “%@”. The resolution is too high for this device." = "الرسام لم يستطع استيراد “%@”. الدقة عالية جداً لتعمل على هذا الجهاز.";

/* Brushes could not import “%@”. There is not enough available memory. */
"Brushes could not import “%@”. There is not enough available memory." = "الرسام لم يستطع استيراد “%@”. المساحة غير كافية.";

/* Brushes could not open the requested painting. */
"Brushes could not open the requested painting." = "يتعذر على الرسام فتح اللوحة المطلوبة.";

/* Brushes Painting:  */
"Brushes Painting: " = "لوحة الرسام: ";

/* Brushes Paintings */
"Brushes Paintings" = "لوحات الرسام";

/* Cancel
   Title of Cancel button */
"Cancel" = "إلغاء";

/* Check out my Brushes #painting! @brushesapp */
"Check out my Brushes #painting! @brushesapp" = "إنظر إلى لوحة الرسام";

/* Check out my Brushes painting! http://brushesapp.com */
"Check out my Brushes painting! http://brushesapp.com" = "٫٫٫٫٫٫٫٫٫٫٫٫٫٫٫";

/* Clear Layer */
"Clear Layer" = "تنظيف الطبقة";

/* Color Balance */
"Color Balance" = "Color Balance";

/* Color Balance… */
"Color Balance…" = "Color Balance…";

/* Connected */
"Connected" = "متصل";

/* Copy to Pasteboard */
"Copy to Pasteboard" = "Copy to Pasteboard";

/* Could Not Open Painting */
"Could Not Open Painting" = "لا يمكن فتح اللوحة";

/* Create */
"Create" = "إنشاء";

/* Title of Delete button */
"Delete" = "مسح";

/* Delete %d Paintings */
"Delete %d Paintings" = "مسح %d لوحات";

/* Delete Layer */
"Delete Layer" = "مسح الطبقة";

/* Delete Painting */
"Delete Painting" = "مسح اللوحة";

/* Density */
"Density" = "الكثافة";

/* Desaturate */
"Desaturate" = "إلغاء التشبع";

/* Deviation */
"Deviation" = "انحراف";

/* Disconnected */
"Disconnected" = "قطع الإتصال";

/* Done */
"Done" = "إنهاء";

/* Download Problem */
"Download Problem" = "خطأ في التحميل";

/* Downloading “%@” */
"Downloading “%@”" = "يتم تحميل “%@”";

/* Drag and pinch to position layer. */
"Drag and pinch to position layer." = "سحب وقرص إلى مكان الطبقة.";

/* Drag and pinch to position photo. */
"Drag and pinch to position photo." = "سحب وقرص إلى مكان الصورة.";

/* Dropbox */
"Dropbox" = "Dropbox";

/* Duplicate */
"Duplicate" = "تكرار";

/* Duplicate Layer */
"Duplicate Layer" = "تكرار الطبقة";

/* Dynamic Angle */
"Dynamic Angle" = "Dynamic Angle";

/* Dynamic Intensity */
"Dynamic Intensity" = "Dynamic Intensity";

/* Dynamic Weight */
"Dynamic Weight" = "Dynamic Weight";

/* Email */
"Email" = "Email";

/* Email JPEG */
"Email JPEG" = "Email JPEG";

/* Email PNG */
"Email PNG" = "Email PNG";

/* Eraser */
"Eraser" = "ممحاة";

/* Exclusion blending mode */
"Exclude" = "استبعاد";

/* Export */
"Export" = "تصدير";

/* Exporting “%@” */
"Exporting “%@”" = "تصدير “%@”";

/* Fill Layer */
"Fill Layer" = "ملء الطبقة";

/* Flip Horizontally */
"Flip Horizontally" = "إنعكاس أُفقي";

/* Flip Vertically */
"Flip Vertically" = "انعكاس عمودي";

/* Gallery */
"Gallery" = "المعرض";

/* Gallery: %d */
"Gallery: %d" = "المعرض: %d";

/* Hardness */
"Hardness" = "القساوة";

/* Hide Layer */
"Hide Layer" = "إخفاء الطبقة";

/* Hue and Saturation */
"Hue and Saturation" = "تدرج الألوان و درجة التشبع";

/* Hue and Saturation… */
"Hue and Saturation…" = "تدرج الألوان و درجة التشبع…";

/* Import */
"Import" = "إستيراد";

/* Import %lu */
"Import %lu" = "إستيراد %lu";

/* Import Problem */
"Import Problem" = "خطأ في الإستيراد";

/* Importing “%@” */
"Importing “%@”" = "يتم إستيراد “%@”";

/* Intensity */
"Intensity" = "كثافة";

/* Invert Color */
"Invert Color" = "عكس اللون";

/* Jitter */
"Jitter" = "Jitter";

/* Layer Opacity: %d%% */
"Layer Opacity: %d%%" = "شفافية الطبقة %d%%";

/* Layers */
"Layers" = "الطبقات";

/* Loading… */
"Loading…" = "جاري التحميل...";

/* Lock Layer */
"Lock Layer" = "قفل الطبقة";

/* Lock Layer Alpha */
"Lock Layer Alpha" = "قفل طبقة الألفا";

/* Merge Down */
"Merge Down" = "دمج تنازلي";

/* Multiply blending mode */
"Multiply" = "مضاعفة";

/* New Painting */
"New Painting" = "لوحة جديدة";

/* New Pen Found */
"New Pen Found" = "العثور على قلم جديد";

/* No */
"No" = "لا";

/* No Stylus */
"No Stylus" = "No Stylus";

/* Normal blending mode */
"Normal" = "عادي";

/* Number of Points */
"Number of Points" = "عدد النقاط";

/* Number of Sides */
"Number of Sides" = "عدد الجوانب";

/* OK */
"OK" = "حسناً";

/* Alert text when deleting multiple paintings */
"Once deleted, these paintings cannot be recovered." = "بمجرد الحذف، لا يمكن استرداد هذه اللوحات.";

/* Alert text when deleting 1 painting */
"Once deleted, this painting cannot be recovered." = "بمجرد الحذف، لا يمكن استرداد هذه اللوحة.";

/* Paste Image */
"Paste Image" = "لصق صورة";

/* Photo */
"Photo" = "صور";

/* Place Image */
"Place Image" = "وضع صورة";

/* Place Photo */
"Place Photo" = "وضع صور";

/* Pogo Connect */
"Pogo Connect" = "Pogo Connect";

/* Post on Facebook */
"Post on Facebook" = "نشر على الفيس بوك";

/* Rearrange Layers */
"Rearrange Layers" = "إعادة ترتيب الطبقات";

/* Redo */
"Redo" = "إعادة";

/* Replay Error */
"Replay Error" = "Replay Error";

/* Scatter */
"Scatter" = "إستبعاد";

/* Screen blending mode */
"Screen" = "شاشة";

/* Select */
"Select" = "تحديد";

/* Send to Dropbox */
"Send to Dropbox" = "إرسال إلى Dropbox";

/* Show Layer */
"Show Layer" = "عرض الطبقة";

/* Simulated Pressure */
"Simulated Pressure" = "Simulated Pressure";

/* slide to edit */
"slide to edit" = "إسحب للتعديل";

/* Spacing */
"Spacing" = "تباعد";

/* Splotchiness */
"Splotchiness" = "Splotchiness";

/* swipe here to paint */
"swipe here to paint" = "إسحب لتعديل الرسم";

/* The painting name cannot begin with a dot “.”. */
"The painting name cannot begin with a dot “.”." = "لا يمكن أن يبدأ اسم اللوحة بنقطة “.”";

/* The painting name cannot contain “:” or “/”. */
"The painting name cannot contain “:” or “/”." = "لا يمكن أن يحتوي اسم اللوحة “:” أو “/”";

/* There was a problem downloading“%@”. Check your network connection and try again. */
"There was a problem downloading “%@”. Check your network connection and try again." = "هناك مشكلة في تحميل “%@”. تحقق من اتصالك بالشبكة وحاول مرة أخرى.";

/* There was a problem opening “%@”. */
"There was a problem opening “%@”." = "هناك مشكلة في فتح “%@”.";

/* There was a problem replaying this painting. It may have been created with a newer version of Brushes. Check the App Store for an update. */
"There was a problem replaying this painting. It may have been created with a newer version of Brushes. Check the App Store for an update." = "There was a problem replaying this painting. It may have been created with a newer version of Brushes. Check the App Store for an update.";

/* There was a problem uploading“%@”. Check your network connection and try again. */
"There was a problem uploading “%@”. Check your network connection and try again." = "هناك مشكلة في رفع “%@”. تحقق من اتصالك بالشبكة وحاول مرة أخرى.";

/* Transform */
"Transform" = "تحويل";

/* Transform Layer */
"Transform Layer" = "تحويل الطبقة";

/* Tweet */
"Tweet" = "Tweet";

/* Undo */
"Undo" = "تراجع";

/* Title of Unlink button */
"Unlink" = "إلغاء الربط";

/* Unlink Dropbox */
"Unlink Dropbox" = "إلغاء ربط Dropbox";

/* Unlock Layer */
"Unlock Layer" = "إلغاء قفل الطبقة";

/* Unlock Layer Alpha */
"Unlock Layer Alpha" = "إلغاء قفل طبقة الألفا";

/* Upload Problem */
"Upload Problem" = "خطأ في الرفع";

/* Uploading “%@” */
"Uploading “%@”" = "يتم رفع “%@”";

/* Weight */
"Weight" = "الوزن";

/* Width */
"Width" = "العرض";

/* Would you like to start using %@? */
"Would you like to start using %@?" = "هل تريد البدأ باستخدام %@?";

